Repository: xiwangzaiqianfang/AzurLaneDex
Catalog: AzurLaneDex/Strings/*/Resources.resw
Source language: en
Languages: ja, zh_hans, zh_hant

# Faction_Meta_Flame
source: Flame of Destruction
ja: 破敵の炬火
zh_hans: 破敌之炬
zh_hant: 破敵之炬

# Faction_200
source: Flame of Destruction
ja: 破敵の炬火
zh_hans: 破敌之炬

# FactionMeta_Flame.Content
source: Flame of Destruction
ja: 破敵の炬火
zh_hans: 破敌之炬
zh_hant: 破敵之炬

# Class_BM.Content
source: Monitor
ja: 重砲
zh_hans: 重炮
zh_hant: 重炮

# Rarity_Decisive.Content
source: Decisive
ja: 最高計画
zh_hans: 最高方案
zh_hant: 最高方案

# Rarity_Decisive1
source: Decisive
ja: 最高計画
zh_hans: 最高方案
zh_hant: 最高方案

# Rarity_6
source: Decisive
ja: 最高計画
zh_hans: 最高方案

# Rarity_Ultimate.Content
source: Ultimate
ja: 決戦計画
zh_hans: 决战方案
zh_hant: 決戰方案

# Rarity_Ultimate1
source: Ultimate
ja: 決戦計画
zh_hans: 决战方案
zh_hant: 決戰方案

# Rarity_7
source: Ultimate
ja: 決戦計画
zh_hans: 决战方案

# FilterTitle_Faction.Header
source: Nationality
ja: 陣営
zh_hans: 阵营

# FilterTitle_Class.Header
source: Hull
ja: 艦種
zh_hans: 舰种

# ShipClass_BC1
source: Battlecruiser
ja: 巡戦
zh_hans: 战巡
zh_hant: 戰巡

# ShipClass_6
source: Battlecruiser
ja: 巡戦
zh_hans: 战巡

# ShipClass_BM1
source: Monitor
ja: 重砲
zh_hans: 重炮
zh_hant: 重炮

# ShipClass_5
source: Monitor
ja: 重砲
zh_hans: 重炮

# ShipClass_CB.Content
source: Large Cruiser
ja: 超巡
zh_hans: 超巡
zh_hant: 超巡

# ShipClass_CB1
source: Large Cruiser
ja: 超巡
zh_hans: 超巡
zh_hant: 超巡

# ShipClass_4
source: Large Cruiser
ja: 超巡
zh_hans: 超巡

# ShipClass_CA1
source: Heavy Cruiser
ja: 重巡
zh_hans: 重巡
zh_hant: 重巡

# ShipClass_3
source: Heavy Cruiser
ja: 重巡
zh_hans: 重巡

# BatchOperationButton.Label
source: Batch Operations
ja: 一括操作
zh_hans: 批量操作
zh_hant: 批量操作

# FilterButton.Label
source: Filter
ja: フィルタ
zh_hans: 筛选
zh_hant: 篩選

# FilterDialog_Title
source: Filter
ja: フィルタ
zh_hans: 筛选
zh_hant: 篩選

# ResetAndRefreshButton.Label
source: Reset & Refresh
ja: リセット・更新
zh_hans: 重置并刷新
zh_hant: 重置並刷新

# SearchBox.PlaceholderText
source: Search ship name
ja: 艦船名検索
zh_hans: 搜索舰船名
zh_hant: 搜尋艦船名

# BetaInfoBar.Title
source: Beta Version
ja: ベータ版
zh_hans: 测试版本
zh_hant: 測試版本

# AnniversaryInfoBar.Title
source: 🎉 Happy 9th Anniversary to Azur Lane! 🎉
ja: 🎉 『アズールレーン』9周年おめでとう！ 🎉
zh_hans: 🎉祝《碧蓝航线》九周年生日快乐！🎉
zh_hant: 🎉祝《碧藍航線》九週年生日快樂！🎉

# AnniversaryInfoBarLink.Content
source: Go to official event page for details
ja: 公式イベントページで詳細を見る
zh_hans: 前往官方活动页面查看活动详情
zh_hant: 前往官方活動頁面查看活動詳情

# BetaInfoBar.Message
source: This is a preview version. Please be aware of potential bugs and report them to us.
ja: これはプレビュー版です。潜在的なバグにご注意いただき、問題を発見された場合はご報告ください。
zh_hans: 当前为预览版，请留意潜在的 bug，并在发现问题时向我们反馈。
zh_hant: 當前為預覽版，請留意潛在的 bug，並在發現問題時向我們回報。

# BetaInfoBarLink.Content
source: Go to Feedback
ja: フィードバックへ移動
zh_hans: 前往反馈
zh_hant: 前往反饋

# DeleteShipButton.Text
source: Delete Ship
ja: 艦船を削除
zh_hans: 删除舰船
zh_hant: 刪除艦船

# SettingsPageTitle.Text
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# SettingsPageTitle1.Content
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# SettingsPageTitle1.ToolTipService.ToolTip
source: Back
ja: 戻る
zh_hans: 返回
zh_hant: 返回

# Setting_Window_Title.Text
source: Window Settings
ja: ウィンドウ設定
zh_hans: 窗口设置
zh_hant: 視窗設定

# Setting_Window_Button.Content
source: Reset window size
ja: ウィンドウサイズをリセット
zh_hans: 重置窗口大小
zh_hant: 重設視窗大小

# Setting_Language_Title.Text
source: App Language
ja: アプリ言語
zh_hans: 应用语言
zh_hant: 應用語言

# Settings_Language_Description.Text
source: Changing the interface language will take effect after restart
ja: インターフェース言語を変更します。再起動後に有効になります
zh_hans: 更改界面语言，重启后生效
zh_hant: 更改介面語言，重新啟動後生效

# Setting_Data_Title.Text
source: Data Migration
ja: データ移行
zh_hans: 数据迁移
zh_hant: 資料遷移

# Setting_Data_Description.Text
source: Import from old Python version ships_static.json and auto-convert
ja: 旧バージョン(Python版)からインポート・自動変換
zh_hans: 从旧版本（Python版）的 ships_static.json 导入并自动转换为新格式
zh_hant: 從舊版本（Python版）的 ships_static.json 匯入並自動轉換為新格式

# Setting_Data_Button.Content
source: Import old static data and convert
ja: 旧版静的データをインポートして変換
zh_hans: 导入旧版静态数据并转换
zh_hant: 匯入舊版靜態資料並轉換

# Setting_Log_Title.Text
source: Logs
ja: ログ
zh_hans: 日志记录
zh_hant: 日誌記錄

# Setting_Log_Description.Text
source: View and manage operation logs
ja: 操作ログの表示・管理
zh_hans: 查看和管理操作日志
zh_hant: 查看和管理操作日誌

# Setting_Update_Title.Text
source: Update
ja: アップデート
zh_hans: 更新
zh_hant: 更新

# Setting_Update_Description.Text
source: Adjust app update settings and source
ja: アプリ更新設定と更新元を調整
zh_hans: 调整应用更新配置与更新源并检查更新
zh_hant: 調整應用更新配置與更新源

# Setting_About_Header.Header
source: About
ja: このアプリについて
zh_hans: 关于
zh_hant: 關於

# Setting_About_1.Text
source: Developer: 菲梦林光
ja: 開発者：菲梦林光
zh_hans: 开发者：菲梦林光
zh_hant: 開發者：菲梦林光

# Setting_About_2.Text
source: License: CC BY-NC-SA 4.0
ja: ライセンス：CC BY-NC-SA 4.0
zh_hans: 开源协议：CC BY-NC-SA 4.0
zh_hant: 開源協議：CC BY-NC-SA 4.0

# Setting_About_3.Content
source: Project Homepage
ja: プロジェクトホームページ
zh_hans: 项目主页
zh_hant: 專案主頁

# Setting_About_4.Content
source: Wiki Homepage
ja: Wikiホームページ
zh_hans: Wiki主页
zh_hant: Wiki主頁

# WindowSizeLabel_Text
source: Current window size: {0} x {1}
ja: 現在のウィンドウサイズ: {0} x {1}
zh_hans: 当前窗口大小: {0} x {1}
zh_hant: 目前視窗大小: {0} x {1}

# Attr1_Null
source: None
ja: なし
zh_hans: 无
zh_hant: 無

# Attr_Null.Content
source: None
ja: なし
zh_hans: 无
zh_hant: 無

# Attr1_HP
source: Hit Point
ja: 耐久
zh_hans: 耐久
zh_hant: 耐久

# Attr_1
source: Hit Point
ja: 耐久
zh_hans: 耐久

# Attr_HP.Content
source: Hit Point
ja: 耐久
zh_hans: 耐久
zh_hant: 耐久

# Attr1_FP
source: Fire Power
ja: 火力
zh_hans: 炮击
zh_hant: 炮擊

# Attr_2
source: Fire Power
ja: 火力
zh_hans: 炮击

# Attr_FP.Content
source: Fire Power
ja: 火力
zh_hans: 炮击
zh_hant: 炮擊

# Attr1_TRP
source: Torpedo
ja: 雷装
zh_hans: 雷击
zh_hant: 雷擊

# Attr_3
source: Torpedo
ja: 雷装
zh_hans: 雷击

# Attr_TRP.Content
source: Torpedo
ja: 雷装
zh_hans: 雷击
zh_hant: 雷擊

# Attr1_AVI
source: Aviation
ja: 航空
zh_hans: 航空
zh_hant: 航空

# Attr_5
source: Aviation
ja: 航空
zh_hans: 航空

# Attr_AVI.Content
source: Aviation
ja: 航空
zh_hans: 航空
zh_hant: 航空

# Attr1_RLD
source: Reload
ja: 装填
zh_hans: 装填
zh_hant: 裝填

# Attr_7
source: Reload
ja: 装填
zh_hans: 装填

# Attr_RLD.Content
source: Reload
ja: 装填
zh_hans: 装填
zh_hant: 裝填

# Attr1_EVA
source: Evasion
ja: 回避
zh_hans: 机动
zh_hant: 機動

# Attr_8
source: Evasion
ja: 回避
zh_hans: 机动

# Attr_EVA.Content
source: Evasion
ja: 回避
zh_hans: 机动
zh_hant: 機動

# Attr1_LCK
source: Luck
ja: 幸运
zh_hans: 幸运
zh_hant: 幸运

# Attr_101
source: Luck
ja: 幸运
zh_hans: 幸运

# Attr_LCK.Content
source: Luck
ja: 幸运
zh_hans: 幸运
zh_hant: 幸运

# Attr1_SPD
source: Speed
ja: 速力
zh_hans: 航速
zh_hant: 航速

# Attr_100
source: Speed
ja: 速力
zh_hans: 航速

# Attr_SPD.Content
source: Speed
ja: 速力
zh_hans: 航速
zh_hant: 航速

# Attr1_Cost
source: Oil Cost
ja: 消費
zh_hans: 消耗
zh_hant: 消耗

# Attr_102
source: Oil Cost
ja: 消費
zh_hans: 消耗

# Attr_Cost.Content
source: Oil Cost
ja: 消費
zh_hans: 消耗
zh_hant: 消耗

# Attr1_ASW
source: Anti-Submarine Warefare
ja: 対潜
zh_hans: 反潜
zh_hant: 反潛

# Attr_9
source: Anti-Submarine Warefare
ja: 対潜
zh_hans: 反潜

# Attr_ASW.Content
source: Anti-Submarine Warefare
ja: 対潜
zh_hans: 反潜
zh_hant: 反潛

# Attr1_Armor
source: Armor
ja: 装甲
zh_hans: 装甲
zh_hant: 裝甲

# Attr_103
source: Armor
ja: 装甲
zh_hans: 装甲

# Attr_Armor.Content
source: Armor
ja: 装甲
zh_hans: 装甲
zh_hant: 裝甲

# Attr1_ACC
source: Accuracy
ja: 命中
zh_hans: 命中
zh_hant: 命中

# Attr_6
source: Accuracy
ja: 命中
zh_hans: 命中

# Attr_ACC.Content
source: Accuracy
ja: 命中
zh_hans: 命中
zh_hant: 命中

# Attr1_AA
source: Anti-Air
ja: 対空
zh_hans: 防空
zh_hant: 防空

# Attr_4
source: Anti-Air
ja: 対空
zh_hans: 防空

# Attr_AA.Content
source: Anti-Air
ja: 対空
zh_hans: 防空
zh_hant: 防空

# AttributeBonus_Obtain.Text
source: Acquisition Bonus
ja: 獲得時ボーナス
zh_hans: 获得时加成
zh_hant: 獲得時加成

# AttributeBonus_Obtain_Text.Text
source: Acquisition
ja: 獲得時
zh_hans: 获得时
zh_hant: 獲得時

# Acquisition_IsPermanentCheckBox.Content
source: Permanent
ja: 常設
zh_hans: 常驻
zh_hant: 常駐

# Acquisition_DropLocationsBox.PlaceholderText
source: Semicolon-separated
ja: セミコロン区切り
zh_hans: 分号分隔
zh_hant: 分號分隔

# CampTechPage_Title.Text
source: Fleet Technology Points
ja: 陣営テックPt
zh_hans: 阵营科技点

# CampTechPage_Obtain.Text
source: Collect
ja: 入手
zh_hans: 获得

# CampTechPage_Max.Text
source: MLB
ja: 完破
zh_hans: 满破

# MaxBreak
source: MLB
ja: 完破
zh_hans: 满破

# CampTechPage_Level120.Text
source: Level 120
ja: Lv120
zh_hans: 120级
zh_hant: 120級

# LoginOptionsPage_Title.Text
source: Login Options
ja: ログイン設定
zh_hans: 登录选项
zh_hant: 登入選項

# LoginOptionsPage_AskAccount_Title.Text
source: Default Account
ja: デフォルトアカウント
zh_hans: 默认账户
zh_hant: 預設帳戶

# LoginOptionsPage_AskAccount_Description.Text
source: When not asked for account at startup, this account will be used automatically.
ja: 起動時にアカウント確認をしない場合、このアカウントで自動ログインします。
zh_hans: 启动时不询问账户时，将自动登录此账户。
zh_hant: 啟動時不詢問帳戶時，將自動登入此帳戶。

# LoginOptionsPage_DefaultAccount_Title.Text
source: Ask for account at startup
ja: 起動時にアカウントを確認
zh_hans: 启动时询问账号
zh_hant: 啟動時詢問帳號

# LoginOptionsPage_DefaultAccount_Description.Text
source: If enabled, an account selection window will appear at each startup; otherwise, the default account will be used automatically.
ja: 有効にすると、起動のたびにアカウント選択ウィンドウが表示されます。無効の場合はデフォルトアカウントで自動ログインします。
zh_hans: 如果启用，每次启动都会显示账户选择窗口；否则将自动使用默认账户登录。
zh_hant: 如果啟用，每次啟動都會顯示帳戶選擇視窗；否則將自動使用預設帳戶登入。

# LoginOptionsPage_AskAccount_StatusText.Text
source: Off
ja: オフ
zh_hans: 关
zh_hant: 關

# ManageAccountsPage_Title.Text
source: Your Accounts
ja: あなたのアカウント
zh_hans: 你的帐户
zh_hant: 你的帳戶

# ManageAccountsPage_AddCard_Title.Text
source: Add another user
ja: 他のユーザーを追加
zh_hans: 添加其他用户
zh_hant: 添加其他用戶

# ManageAccountsPage_AddCard_Button.Text
source: Add Account
ja: アカウント追加
zh_hans: 添加帐户
zh_hant: 添加帳戶

# ManageAccountsPage_RequestAdminCard_Title.Text
source: Request admin privileges for current account
ja: 現在のアカウントに管理者権限を申請
zh_hans: 为当前帐户申请管理员权限
zh_hant: 為目前帳戶申請管理員權限

# ManageAccountsPage_RequestAdminCard_Button.Text
source: Request Admin
ja: 権限申請
zh_hans: 申请权限
zh_hant: 申請權限

# ManageAccountsPage_AccountListHeader.Text
source: Added Accounts
ja: 追加済みアカウント
zh_hans: 已添加的账户
zh_hant: 已添加的帳戶

# ManageAccountsPage_LastLoginLabel.Text
source: Last Login:
ja: 最終ログイン：
zh_hans: 最后登录时间：
zh_hant: 最後登入時間：

# ManageAccountsPage_ChangePasswordButton.Content
source: Change Password
ja: パスワード変更
zh_hans: 修改密码
zh_hant: 修改密碼

# ManageAccountsPage_DeleteAccountButton.Content
source: Delete Account
ja: アカウント削除
zh_hans: 删除此账户
zh_hant: 刪除此帳戶

# ManageAccountsPage.AdminToggle.OffContent
source: No
ja: いいえ
zh_hans: 否
zh_hant: 否

# ManageAccountsPage.AdminToggle.OnContent
source: Yes
ja: はい
zh_hans: 是
zh_hant: 是

# ManageAccountsPage_Role_Stats_Title.Text
source: Is it an administrator account?
ja: 管理者アカウントですか？
zh_hans: 是否为管理员帐户？
zh_hant: 是否為管理員帳戶？

# HelpPage_DataLocation_Header.Header
source: User Data Location
ja: ユーザーデータ保存場所
zh_hans: 用户数据存储位置
zh_hant: 用戶資料儲存位置

# HelpPage_DataLocation_Text1.Text
source: All your collection progress, account info, settings are stored locally at:
ja: 収集進捗、アカウント情報、設定などはすべてローカルに保存されます：
zh_hans: 你所有的收集进度、账户信息、设置等数据均保存在本地，路径为：
zh_hant: 你所有的收集進度、帳戶資訊、設定等資料均儲存在本地，路徑為：

# HelpPage_DataLocation_Text2.Text
source: You can back up everything in this folder to migrate or restore data.
ja: このフォルダ内のすべてをバックアップすることで、データ移行や復元が可能です。
zh_hans: 你可以备份该文件夹下的所有内容，以便迁移或恢复数据。
zh_hant: 你可以備份該資料夾下的所有內容，以便遷移或恢復資料。

# HelpPage_InstallLocation_Header.Header
source: App Install Location
ja: アプリインストール場所
zh_hans: 应用安装位置
zh_hant: 應用安裝位置

# HelpPage_InstallLocation_Text1.Text
source: The app is installed via MSIX package, default path:
ja: アプリはMSIXパッケージでインストールされます。デフォルトパス：
zh_hans: 应用通过 MSIX 包安装，默认路径为：
zh_hant: 應用透過 MSIX 包安裝，預設路徑為：

# HelpPage_InstallLocation_Text2.Text
source: This is a system folder, normally you don't need to access it manually. Please be careful if you view or modify content.
ja: これはシステムフォルダです。通常は手動でアクセスする必要はありません。内容を表示・変更する場合は注意してください。
zh_hans: 此为系统文件夹，一般情况下无需手动访问。若要查看或修改内容，请谨慎操作。
zh_hant: 此為系統資料夾，一般情況下無需手動存取。若要查看或修改內容，請謹慎操作。

# HelpPage_FAQ.Text
source: FAQ
ja: よくある質問
zh_hans: 常见问题
zh_hant: 常見問題

# HelpPage_Question1.Header
source: How to back up my data?
ja: データをバックアップするには？
zh_hans: 如何备份我的数据？
zh_hant: 如何備份我的資料？

# HelpPage_Question5.Header
source: How to report a bug or suggest a feature?
ja: バグ報告や提案方法
zh_hans: 如何报告Bug或提建议？
zh_hant: 如何回報Bug或提建議？

# HelpPage_Question4.Header
source: How to get admin privileges?
ja: 管理者権限を取得するには？
zh_hans: 如何获得管理员权限？
zh_hant: 如何獲得管理員權限？

# HelpPage_Question3.Header
source: Forgot account password?
ja: パスワードを忘れた場合
zh_hans: 忘记账户密码怎么办？
zh_hant: 忘記帳戶密碼怎麼辦？

# HelpPage_Question2.Header
source: How to sync data across multiple PCs?
ja: 複数PCでデータを同期するには？
zh_hans: 多台电脑如何同步数据？
zh_hant: 多台電腦如何同步資料？

# HelpPage_Answer1.Text
source: Copy the entire "AzurLaneDex" folder from the user data location above to a safe place. To restore, overwrite the original location.
ja: 上記のユーザーデータ保存場所にある「AzurLaneDex」フォルダ全体を安全な場所にコピーしてください。復元時は元の場所に上書きします。
zh_hans: 将上述「用户数据存储位置」中的整个“AzurLaneDex”文件夹复制到安全位置即可。恢复时只需覆盖原位置。
zh_hant: 將上述「用戶資料儲存位置」中的整個“AzurLaneDex”資料夾複製到安全位置即可。恢復時只需覆蓋原位置。

# HelpPage_Answer5.Text
source: Welcome to submit an issue on the project homepage.
ja: プロジェクトホームページでIssueを提出してください。
zh_hans: 欢迎访问项目主页提交 Issue。
zh_hant: 歡迎訪問專案主頁提交 Issue。

# HelpPage_Answer4.Text
source: Go to Account → Your Accounts → Request Admin, enter the system admin password (default password for 'developer'), and your current account will be promoted to admin, unlocking ship add/edit features.
ja: 「アカウント」→「あなたのアカウント」→「権限申請」に進み、システム管理者パスワード（developerのデフォルトパスワード）を入力すると、現在のアカウントが管理者に昇格し、艦船の追加/編集機能がアンロックされます。
zh_hans: 进入「帐户」→「你的账户」→「申请权限」，输入系统管理员密码（默认 developer 的密码）即可将当前账户提升为管理员，解锁新建/编辑舰船功能。
zh_hant: 進入「帳戶」→「你的帳戶」→「申請權限」，輸入系統管理員密碼（預設 developer 的密碼）即可將當前帳戶提升為管理員，解鎖新建/編輯艦船功能。

# HelpPage_Answer3.Text
source: If you set a security question, click "Forgot password?" on the login screen to reset via the security answer. Otherwise, contact the developer or create a new account (data will be lost).
ja: セキュリティ質問を設定している場合は、ログイン画面で「パスワードをお忘れですか？」をクリックし、セキュリティ回答でリセットしてください。設定していない場合は、開発者に連絡するか、新しいアカウントを作成してください（データは失われます）。
zh_hans: 若设置了密保问题，可在登录界面点击「忘记密码？」通过密保重置密码。若未设置，请联系开发者或重新创建账户（数据会丢失）。
zh_hant: 若設定了密保問題，可在登入介面點擊「忘記密碼？」透過密保重設密碼。若未設定，請聯絡開發者或重新建立帳戶（資料會遺失）。

# HelpPage_Answer2.Text
source: Cloud sync is not supported. You can manually back up the data folder and copy it to the same location on the new PC after installing the app.
ja: クラウド同期はサポートされていません。手動でデータフォルダをバックアップし、新しいPCにアプリをインストールした後、同じ場所に上書きしてください。
zh_hans: 不支持云同步。你可以手动备份数据文件夹，在新电脑上安装应用后将数据覆盖到相同位置。
zh_hant: 不支援雲同步。你可以手動備份資料夾，在新電腦上安裝應用後將資料覆蓋到相同位置。

# HelpPage_Title.Text
source: Help & Support
ja: ヘルプ・サポート
zh_hans: 帮助与支持
zh_hant: 幫助與支援

# LogPage_Title.Text
source: Logs
ja: ログ
zh_hans: 日志记录
zh_hant: 日誌記錄

# LogPage_EnableLog_Title.Text
source: Enable Logging
ja: ログ記録を有効化
zh_hans: 启用日志记录
zh_hant: 啟用日誌記錄

# LogPage_EnableLog_Description.Text
source: Log all actions (add/edit/delete ships, state changes, account operations, etc.)
ja: すべての操作を記録（艦船追加/編集/削除、状態変更、アカウント操作など）
zh_hans: 记录所有操作（新增/编辑/删除舰船、状态变更、账户操作等）
zh_hant: 記錄所有操作（新增/編輯/刪除艦船、狀態變更、帳戶操作等）

# LogPage_EnableLog_Toggle.OnContent
source: On
ja: オン
zh_hans: 开
zh_hant: 開

# Toggle_On
source: On
ja: オン
zh_hans: 开
zh_hant: 開

# LogPage_EnableLog_Toggle.OffContent
source: Off
ja: オフ
zh_hans: 关
zh_hant: 關

# Toggle_Off
source: Off
ja: オフ
zh_hans: 关
zh_hant: 關

# LogPage_RetentionDays_Title.Text
source: Log Retention Days
ja: ログ保持日数
zh_hans: 日志保留天数
zh_hant: 日誌保留天數

# LogPage_RetentionDays_Description.Text
source: Log files older than this many days will be automatically deleted
ja: この日数を超えたログファイルは自動削除されます
zh_hans: 超过此天数的日志文件将被自动删除
zh_hant: 超過此天數的日誌檔案將被自動刪除

# LogPage_RetentionDays_Days.Text
source: days
ja: 日
zh_hans: 天
zh_hant: 天

# LogPage_Export_Title.Text
source: Export Logs
ja: ログ書き出し
zh_hans: 导出日志
zh_hant: 匯出日誌

# LogPage_Export_Description.Text
source: Export all logs to a text file
ja: 現在の全ログをテキストファイルに書き出し
zh_hans: 将当前所有日志导出为一个文本文件
zh_hant: 將目前所有日誌匯出為一個文字檔案

# LogPage_Export_Button.Content
source: Export
ja: 書き出し
zh_hans: 导出
zh_hant: 匯出

# FilterTitle_Rarity.Header
source: Rarity
ja: レアリティ
zh_hans: 稀有度
zh_hant: 稀有度

# FilterTitle_Extra.Header
source: Extra Status
ja: 追加状態
zh_hans: 附加状态
zh_hant: 附加狀態

# FilterTitle_AttributeBonus.Header
source: Attribute Bonus
ja: 属性ボーナス
zh_hans: 属性加成
zh_hant: 屬性加成

# Extra_CanRemodel.Content
source: Can Retrofit
ja: 改造可能
zh_hans: 可改造
zh_hant: 可改造

# Extra_Remodeled.Content
source: Retrofitted
ja: 改造済
zh_hans: 已改造
zh_hant: 已改造

# Extra_MaxBreak.Content
source: Max Breakthrough
ja: 完全限界突破済
zh_hans: 已满破
zh_hant: 已滿破

# Extra_NotMaxBreak.Content
source: Not Max Breakthrough
ja: 未完全限界突破
zh_hans: 未满破
zh_hant: 未滿破

# Extra_Level120.Content
source: Level 120
ja: Lv120済
zh_hans: 已120级
zh_hant: 已120級

# Extra_NotLevel120.Content
source: Not Level 120
ja: Lv120未到達
zh_hans: 未120级
zh_hant: 未120級

# Extra_Oath.Content
source: Oathed
ja: 誓約済
zh_hans: 已誓约
zh_hant: 已誓約

# Extra_NotOath.Content
source: Not Oathed
ja: 未誓約
zh_hans: 未誓约
zh_hant: 未誓約

# Extra_CanSpecial.Content
source: Can have exclusive gear
ja: 専用装備可能
zh_hans: 可拥有专属兵装
zh_hant: 可擁有專屬兵裝

# Extra_SpecialObtained.Content
source: Exclusive gear obtained
ja: 専用装備入手済
zh_hans: 已拥有专属兵装
zh_hant: 已擁有專屬兵裝

# MainPage_SortCombo_Item0.Content
source: Sort by ID
ja: ID順
zh_hans: 按编号排序
zh_hant: 按編號排序

# MainPage_SortCombo_Item1.Content
source: Sort by Gallery Order
ja: 図鑑順
zh_hans: 按图鉴排序
zh_hant: 按圖鑑排序

# MainPage_SortCombo_Item2.Content
source: Sort by Name
ja: 名前順
zh_hans: 按名称排序
zh_hant: 按名稱排序

# MainPage_SortCombo_Item3.Content
source: Sort by Rarity
ja: レアリティ順
zh_hans: 按稀有度排序
zh_hant: 按稀有度排序

# MainPage_SortCombo_Item4.Content
source: Sort by Retro Released Date
ja: 改造日順
zh_hans: 按改造日期排序

# MainPage_SortCombo_Item11.Content
source: Sort by Exclusive Gear Obtained
ja: 専用装備手状態順
zh_hans: 按兵装获得状态排序
zh_hant: 按兵裝獲得狀態排序

# MainPage_SortCombo_Item10.Content
source: Sort by Level 120
ja: Lv120状態順
zh_hans: 按120级状态排序
zh_hant: 按120級狀態排序

# MainPage_SortCombo_Item9.Content
source: Sort by Oath
ja: 誓約状態順
zh_hans: 按誓约状态排序
zh_hant: 按誓約狀態排序

# MainPage_SortCombo_Item8.Content
source: Sort by Breakthrough
ja: 限界突破状態順
zh_hans: 按突破状态排序
zh_hant: 按突破狀態排序

# BatchOp_BreakthroughSub
source: Breakthrough
ja: 限界突破状態
zh_hans: 突破状态

# MainPage_SortCombo_Item7.Content
source: Sort by Retrofit
ja: 改造状態順
zh_hans: 按改造状态排序
zh_hant: 按改造狀態排序

# MainPage_SortCombo_Item6.Content
source: Sort by Owned
ja: 入手状態順
zh_hans: 按获得状态排序
zh_hant: 按獲得狀態排序

# MainPage_SortCombo_Item5.Content
source: Sort by Exclusive Gear Date
ja: 専用装備日順
zh_hans: 按兵装日期排序
zh_hant: 按兵裝日期排序

# MainPage_SortToggle.Content
source: Ascending
ja: 昇順
zh_hans: 升序
zh_hant: 升序

# SortAscending
source: Ascending
ja: 昇順
zh_hans: 升序
zh_hant: 升序

# MainPage_Header_ID.Text
source: ID
zh_hans: 编号
zh_hant: 編號

# MainPage_Header_Name.Text
source: Name
ja: 名前
zh_hans: 名称
zh_hant: 名稱

# MainPage_Header_Owned.Text
source: Get
ja: 入手
zh_hans: 获得
zh_hant: 獲得

# MainPage_Header_Breakthrough.Text
source: BT
ja: 突破
zh_hans: 突破
zh_hant: 突破

# MainPage_Header_Level120.Text
source: Lv120
zh_hans: 120级
zh_hant: 120級

# MainPage_Header_Remodel.Text
source: Retro
ja: 改造
zh_hans: 改造

# MainPage_Header_SpecialGear.Text
source: EG
ja: 専装
zh_hans: 兵装
zh_hant: 兵裝

# Status_Header.Text
source: Status
ja: 状態
zh_hans: 状态
zh_hant: 狀態

# SpecialGear_Name.Text
source: Exclusive Gear Name:
ja: 専用装備名：
zh_hans: 兵装名称
zh_hant: 兵裝名稱：

# Status_Breakthrough.Content
source: Breakthrough:
ja: 限界突破：
zh_hans: 突破：
zh_hant: 突破：

# Status_Breakthrough_Text.Text
source: Breakthrough:
ja: 限界突破：
zh_hans: 突破：
zh_hant: 突破：

# Status_Owned.Content
source: Owned
ja: 入手済
zh_hans: 已获得
zh_hant: 已獲得

# Status_Oath.Content
source: Oathed
ja: 誓約済
zh_hans: 已誓约
zh_hant: 已誓約

# Status_Level120.Content
source: Level 120
ja: Lv120
zh_hans: 120级
zh_hant: 120級

# Status_Remodeled.Content
source: Retrofitted
ja: 改造済
zh_hans: 已改造
zh_hant: 已改造

# Status_SpecialGearObtained.Content
source: Exclusive gear obtained
ja: 専用装備入手済
zh_hans: 已获得专属兵装
zh_hant: 已獲得專屬兵裝

# StatsPage_Title.Text
source: Statistics Overview
ja: 統計概要
zh_hans: 统计概览
zh_hant: 統計概覽

# UpdatePage_AppVersion_CheckButton.Content
source: Check for Updates
ja: 更新確認
zh_hans: 检查更新
zh_hant: 檢查更新

# UpdatePage_AppVersion_Title.Text
source: App Version
ja: アプリバージョン
zh_hans: 应用版本
zh_hant: 應用版本

# UpdatePage_Title.Text
source: Update
ja: アップデート
zh_hans: 更新
zh_hant: 更新

# UpdatePage_AppVersion_DownloadButton.Content
source: Download & Install
ja: ダウンロード・インストール
zh_hans: 下载并安装
zh_hant: 下載並安裝

# UpdatePage_AppSource_Description.Text
source: Choose how to check for app updates
ja: アプリ更新確認方法を選択
zh_hans: 选择检查应用更新的方式
zh_hant: 選擇檢查應用更新的方式

# UpdatePage_AppSource_Title.Text
source: App Update Source
ja: アプリ更新元
zh_hans: 应用更新源
zh_hant: 應用更新源

# UpdatePage_DataUpdate_Title.Text
source: Ship Data
ja: 艦船データ
zh_hans: 舰船数据
zh_hant: 艦船資料

# UpdatePage_DataUpdate_Description.Text
source: Get latest ship data
ja: 最新艦船データを取得
zh_hans: 获取最新舰船资料
zh_hant: 獲取最新艦船資料

# UpdatePage_DataUpdate_CheckButton.Content
source: Check for Updates
ja: 更新確認
zh_hans: 检查更新
zh_hant: 檢查更新

# UpdatePage_DataUpdate_DownloadButton.Content
source: Download & Install
ja: ダウンロード・インストール
zh_hans: 下载并安装
zh_hant: 下載並安裝

# UpdatePage_DataSource_Title.Text
source: Data Update Source
ja: データ更新元
zh_hans: 数据更新源
zh_hant: 資料更新源

# UpdatePage_DataSource_Description.Text
source: Choose data file source and proxy (optional)
ja: データファイルのソースとプロキシを選択（任意）
zh_hans: 选择数据文件的来源及代理（可选）
zh_hant: 選擇資料檔案的來源及代理（可選）

# UpdatePage_DataSource_Custom.Content
source: Custom URL
ja: カスタムURL
zh_hans: 自定义URL
zh_hant: 自訂URL

# UpdatePage_DataSource_Custom_Placeholder.PlaceholderText
source: Custom URL
ja: カスタムURL
zh_hans: 自定义URL
zh_hant: 自訂URL

# UpdatePage_Proxy_Placeholder.PlaceholderText
source: Proxy address (e.g., http://127.0.0.1:7890)
ja: プロキシアドレス（例：http://127.0.0.1:7890）
zh_hans: 代理地址（例如 http://127.0.0.1:7890）
zh_hant: 代理位址（例如 http://127.0.0.1:7890）

# UserStateFileNotFound_Message
source: User status file not found
ja: ユーザーステータスファイルが見つかりません
zh_hans: 没有找到用户状态文件
zh_hant: 沒有找到使用者狀態檔案

# ExportSuccess_Message
source: Data successfully saved to: {0}
ja: データは正常に保存されました：{0}
zh_hans: 数据已成功保存至：{0}
zh_hant: 資料已成功儲存至：{0}

# ExportFailed_Message
source: Export failed: {0}
ja: エクスポートに失敗しました：{0}
zh_hans: 导出失败：{0}
zh_hant: 匯出失敗：{0}

# ImportSuccess_Message
source: Account status has been restored. Please return to the main screen to check.
ja: アカウントの状態は復元されました。メイン画面に戻って確認してください。
zh_hans: 账户状态已恢复，请返回主界面查看。
zh_hant: 帳戶狀態已恢復，請返回主界面查看。

# ImportFailed_Message
source: Import failed: {0}
ja: インポートに失敗しました：{0}
zh_hans: 导入失败：{0}
zh_hant: 匯入失敗：{0}

# BackupSuccess_Message
source: Backup saved to {0}
ja: バックアップは {0} に保存されました
zh_hans: 备份已保存到 {0}
zh_hant: 備份已儲存至 {0}

# BackupFailed_Message
source: Backup failed: {0}
ja: バックアップに失敗しました：{0}
zh_hans: 备份失败：{0}
zh_hant: 備份失敗：{0}

# Admin_Role
source: Administrator
ja: 管理者
zh_hans: 管理员
zh_hant: 管理員

# NormalUser_Role
source: Normal User
ja: 一般ユーザー
zh_hans: 普通用户
zh_hant: 普通用戶

# SystemAccount_Role
source: System Account
ja: システムアカウント
zh_hans: 系统帐户
zh_hant: 系統帳戶

# NoOtherAccount_Title
source: No other available accounts
ja: 他に利用可能なアカウントはありません
zh_hans: 没有其他可用账户
zh_hant: 沒有其他可用帳戶

# NoOtherAccount_Message
source: There is only one account currently, so switching is not possible.
ja: 現在アカウントは1つしかありません。切り替えできません。
zh_hans: 当前只有一个账户，无法切换。
zh_hant: 當前只有一個帳戶，無法切換。

# SwitchAccountSuccess_Message
source: Account switched. Returning to the main screen.
ja: アカウントを切り替えました。メイン画面に戻ります。
zh_hans: 账户已切换，将返回主界面。
zh_hant: 帳戶已切換，將返回主界面。

# Import_Message_Title
source: Confirm Import
ja: インポートを確認
zh_hans: 确认导入
zh_hant: 確認匯入

# Import_Message_Content
source: This will overwrite all collection progress of the current account. Continue?
ja: これにより、現在のアカウントのすべての収集進捗が上書きされます。続行しますか？
zh_hans: 这将覆盖当前账户的所有收集进度，是否继续？
zh_hant: 這將覆蓋當前帳戶的所有收集進度，是否繼續？

# Import_Message_Confirm
source: Import
ja: インポート
zh_hans: 导入
zh_hant: 匯入

# EditShipDialog_Title
source: Edit Ship
ja: 艦船を編集
zh_hans: 编辑舰船
zh_hant: 編輯艦船

# ShipNameEmpty_Message
source: Ship name cannot be empty
ja: 艦船名は空にできません
zh_hans: 舰船名称不能为空
zh_hant: 艦船名稱不能為

# PleaseSelectFaction_Message
source: Please select a nationality
ja: 陣営を選択してください
zh_hans: 请选择阵营
